<?php
require("../../inc/header.php");

/*
		SoftName : EmpireBak Version 2010
		Author   : wm_chief
		Copyright: Powered by www.phome.net
*/

DoSetDbChar('utf8');
E_D("DROP TABLE IF EXISTS `ecs_order_goods`;");
E_C("CREATE TABLE `ecs_order_goods` (
  `rec_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `order_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `goods_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `goods_name` varchar(120) NOT NULL DEFAULT '',
  `goods_sn` varchar(60) NOT NULL DEFAULT '',
  `product_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `goods_number` smallint(5) unsigned NOT NULL DEFAULT '1',
  `market_price` decimal(10,2) NOT NULL DEFAULT '0.00',
  `goods_price` decimal(10,2) NOT NULL DEFAULT '0.00',
  `goods_attr` text NOT NULL,
  `send_number` smallint(5) unsigned NOT NULL DEFAULT '0',
  `is_real` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `extension_code` varchar(30) NOT NULL DEFAULT '',
  `parent_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `is_gift` smallint(5) unsigned NOT NULL DEFAULT '0',
  `goods_attr_id` varchar(255) NOT NULL DEFAULT '',
  PRIMARY KEY (`rec_id`),
  KEY `order_id` (`order_id`),
  KEY `goods_id` (`goods_id`)
) ENGINE=MyISAM AUTO_INCREMENT=147 DEFAULT CHARSET=utf8");
E_D("replace into `ecs_order_goods` values('1','1','2','海尔统帅（Leader） D48MF7000 48英寸 安卓智能LED平板电视（黑色）','ECS000002','0','1','2878.79','2199.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('2','2','107','康宝(Canbo) ZTP80A-25(H) 立式 消毒柜','ECS000107','0','1','585.60','488.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('3','3','2','海尔统帅（Leader） D48MF7000 48英寸 安卓智能LED平板电视（黑色）','ECS000002','0','1','2878.79','2199.00','32英寸智能','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('4','3','1','创维（Skyworth） 40E5CHR 40英寸 LED液晶电视（银色）','ECS000000','0','1','2158.79','1799.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('5','3','11','飞利浦（PHILIPS） HQ909/15 电动剃须刀','ECS000011','0','1','238.79','199.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('6','3','26','利仁（Liven）LRT-310A 电饼铛 香槟金','ECS000026','0','1','238.79','199.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('7','3','26','利仁（Liven）LRT-310A 电饼铛 香槟金','ECS000026','0','1','238.79','199.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('8','3','10','美的（Midea） KFR-26GW/WJCA3 大1匹 除甲醛冷暖变频挂机（京东专供梦想版）','ECS000010','0','1','3358.79','2799.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('9','3','17','雷瓦（RIWA） RC-643A 专业静音1800W大功率恒温负离子电吹风吹风机','ECS000017','0','1','106.80','89.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('10','3','16','力博得（Lebond）ilife家庭系列升级版 I3声波电动牙刷（和谐蓝）','ECS000016','0','1','718.80','599.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('11','4','1','创维（Skyworth） 40E5CHR 40英寸 LED液晶电视（银色）','ECS000000','0','1','2158.79','1799.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('12','4','4','志高（chigo）KFR-51LW/N33+N3 大2匹 柜式家用冷暖空调（白色 白5）','ECS000004','0','1','4198.80','3199.00','祛PM2.5','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('13','5','104','机器学习系统设计 ','ECS000104','0','2','50.40','42.00','','2','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('14','5','103','数据化管理：洞悉零售及电子商务运营 ','ECS000103','0','3','55.19','46.00','','3','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('15','5','107','康宝(Canbo) ZTP80A-25(H) 立式 消毒柜','ECS000107','0','3','585.60','400.00','','3','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('16','5','106','Android开发秘籍进阶篇：Android 4编程入门经典+Android 4高级编程（第3版　套装共2册） ','ECS000106','0','3','153.60','128.00','','3','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('17','5','105','JavaScript框架设计 ','ECS000105','0','3','87.60','73.00','','3','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('18','5','25','美的（Midea） EM7KCGW3-NR 微波炉 微电脑 平板 薄膜按键','ECS000025','0','1','525.60','438.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('19','5','5','海尔（Haier） KFR-35GW/05GDC23A 1.5匹壁挂式冷暖变频空调','ECS000005','0','1','3298.79','2749.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('20','5','102','算法谜题 ','ECS000102','0','2','50.40','42.00','','2','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('21','5','101','WebKit技术内幕 ','ECS000101','0','2','0.00','0.00','','2','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('22','5','100','算法竞赛入门经典（第2版） ','ECS000100','0','2','51.60','43.00','','2','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('23','5','96','GNC 健安喜 葡萄籽精华胶囊 100粒（美国原装进口）','ECS000096','0','1','118.80','99.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('24','5','95','养生堂 红六月焕白亲情特供装 90粒维生素C+160粒维生素E+60粒维生素C+多种维生素矿物质片25片','ECS000095','0','1','183.60','153.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('25','5','93','养生堂天然维生素E.C祛斑焕白套装（维生素C90片+维生素E160粒）（赠养生堂5片面膜）','ECS000093','0','1','183.60','153.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('26','5','89','Karicare 可瑞康 新西兰原装进口 金装幼儿配方奶粉 3段（1-3岁幼儿适用）900克*6罐','ECS000089','0','1','1368.00','1140.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('27','5','90','雅培 Abbott 金装喜康宝 婴儿配方奶粉 1段（0-12个月婴儿适用）900克 购雅培亲体新品，Mini Pad、万元大奖等你赢！点此查看！','ECS000090','0','1','237.60','198.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('28','5','91','惠氏 Wyeth 启赋 illuma 亲和人体配方 幼儿配方奶粉 3段(1-3岁幼儿适用) 900克','ECS000091','0','1','441.59','368.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('29','5','92','太太静心助眠口服液15ml*60支','ECS000092','0','1','286.80','239.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('30','5','88','Karicare 可瑞康 新西兰原装进口 金装幼儿配方奶粉 3段（1-3岁幼儿适用）900克','ECS000088','0','1','228.00','190.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('31','5','86','美赞臣 MeadJohnson 进口奶源 安儿宝A+ 幼儿配方奶粉 3段（1-3岁幼儿适用） 1200克','ECS000086','0','1','232.79','194.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('32','5','84','美素力 Frisolac 荷兰原装进口 金装婴儿配方奶粉 1段（0-6个月婴儿适用） 900克','ECS000084','0','1','286.80','239.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('33','5','83','九洲鹿全工艺100%全棉超耐磨转移印花四件套 北京遇上西雅图 1.8米床','ECS000083','0','1','190.79','159.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('34','5','82','么小毛家纺 床上用品欧式经典 莫代尔全棉大提花 床单式婚庆四件套 加州记忆 1.8米床','ECS000082','0','1','585.60','488.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('35','5','81','爱斯基摩人 四件套 纯棉床上用品 斜纹家纺 双人 丽人风尚 1.5米/1.8米','ECS000081','0','1','202.79','169.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('36','5','80','绿野仙踪床上用品 全棉斜纹印花套件纯棉四件套 1.5/1.8米床 醉花樱-玫红 1.5-1.8米床适用','ECS000080','0','1','166.79','139.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('37','5','79','九洲鹿 100%全棉斜纹印花套件纯棉四件套 1.5米1.8米床 北京遇上西雅图 1.5米床','ECS000079','0','1','154.79','129.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('38','5','78','巧布万棉家纺 床品件套 贡缎提花绣花1.5/1.8米婚庆四件套 舞动时尚-米白 1.8m床四件套','ECS000078','0','1','298.80','249.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('39','5','77','富安娜家纺 圣之花床品套件 全棉清新田园 纯棉印花双人四件套 淑姿丰盈 蓝色 1.8m(6英尺)床','ECS000077','0','1','477.59','398.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('40','5','76','胜伟 高支棉斜纹四件套裸婚时代100%棉1.5/1.8米床','ECS000076','0','1','178.79','149.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('41','5','75','欧莱雅（LOREAL）男士劲能深层净化洁面膏（100ml+50ml）','ECS000075','0','1','46.80','39.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('42','5','74','Neutrogena露得清深层净化洗面乳两支套装100g*2','ECS000074','0','1','42.00','35.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('43','5','73','欧莱雅（LOREAL）男士 控油炭爽抗黑头洁面膏100ml','ECS000073','0','1','42.00','35.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('44','5','71','妮维雅 男士净油精华亮肤洁面炭泥 150ml+150ml （提亮肤色 控油美白洗面奶 深层洁面 温和去角质）','ECS000071','0','1','78.00','65.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('45','5','70','欧莱雅（LOREAL）男士火山岩控油清痘洁面膏 买一赠一装（100ml+50ml）','ECS000070','0','1','50.40','42.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('46','5','69','洗颜专科 柔澈泡沫 洁面乳 120g（资生堂授权正品）','ECS000069','0','1','57.59','48.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('47','5','68','莱雪曼2014夏装上新蕾丝镂空拼接修身连衣裙两件套8272 黑色 M','ECS000068','0','1','165.60','138.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('48','5','67','誉彩 2014夏季新款无袖碎花长裙 大码女装裙子 韩版修身大摆连衣裙 兰花 M','ECS000067','0','1','214.79','179.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('49','5','63','丝露怡语 2014夏雪纺撞色青花瓷修身连衣裙女 661 9919蓝色 M','ECS000063','0','1','166.79','139.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('50','5','64','俏妮妃 2014夏装新款时尚韩版女装 雪纺连衣裙圆领气质修身显瘦休闲OL淑女短袖打底连衣裙 白色 M','ECS000064','0','1','174.00','145.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('51','5','65','琼瑛女装2014夏季新款 韩版修身圆领雪纺连衣裙短袖纯色提花裙子3368 黄色 M','ECS000065','0','1','165.60','138.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('52','5','66','时竟 2014夏季女装新款时尚气质OL显瘦一字领套装两件套套裙 修身连衣裙D8618 白配大红 M','ECS000066','0','1','202.79','169.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('53','5','62','HARMARYCIAGA2014女装夏新款修身气质甜美糖果色假两件无袖连衣裙QZ109 水蓝 M','ECS000062','0','1','153.60','128.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('54','5','61','刊菲(kanfei) 2014夏季新款修身中袖韩国金线蕾丝连衣裙9068 金色 M','ECS000061','0','1','201.60','168.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('55','5','60','联想（Lenovo） C245 18.5英寸一体电脑（E1-1200 2G 500G DVD刻录 Dos）白色','ECS000060','0','1','2398.79','1999.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('56','5','59','微软（Microsoft） Surface2 64G（Tegra 4四核 2G内存 64G硬盘 1080P高清屏 USB3.0）','ECS000059','0','1','4905.59','4088.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('57','5','58','机械革命（MECHREVO） MR X3 升级版 14英寸游戏本(i7-4702MQ 4G 64G SSD+1T机械 GTX850M 游戏键盘)黑色','ECS000058','0','1','5998.80','4999.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('58','5','57','华硕（ASUS） N550JV 15.6英寸笔记本(i5-4200H 4G 750G GT750M 2G独显 1920x1080 Win8 黑色)','ECS000057','0','1','7198.80','5999.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('59','5','56','惠普（HP） CQ14-a104TX 14英寸笔记本电脑 （i5-4200M 4G 750GB GT820M 2G独显 DOS）','ECS000056','0','1','3838.79','3199.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('60','5','55','宏碁（acer） V3-572G 15.6英寸超薄本 （i5-4210U 4G 500G GT840M 2G独显 win8.1 料号59TB）银色','ECS000055','0','1','4318.80','3599.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('61','5','54','雷神（ThundeRobot）911-E1 15.6英寸游戏本（i7-4710HQ 4G 500G GTX850M 2G DDR5 背光键盘 全高清屏）黑','ECS000054','0','1','7798.79','6499.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('62','5','53','联想（Lenovo） Y400N 14.0英寸笔记本电脑（i5-3230M 4G 1T 2G独显 摄像头 DVD刻 Win8）','ECS000053','0','1','5878.80','4899.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('63','5','52','海燕（HAIYAN） ZD-BV4 阻燃 塑铜线100米 双色','ECS000052','0','1','552.00','460.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('64','5','51','公牛（BULL) GN-110 3米 插座','ECS000051','0','1','75.60','63.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('65','5','41','德尔玛（Deerma） DEM-F300 超声波加湿器（深蓝）','ECS000041','0','1','93.60','78.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('66','5','43','春花（CHUNHUA ） JC621-160J 旋风锥尘杯 真空吸尘器（黑色）','ECS000043','0','3','406.80','339.00','','3','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('67','5','46','美的（midea）单热型饮水机 MYR718S-X','ECS000046','0','1','238.79','199.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('68','5','49','飞利浦（PHILIPS） CORD118大屏幕，免电池工作 来电显示电话机 黑色','ECS000049','0','2','84.00','70.00','','2','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('69','5','40','Coway AP-1009CH 空气净化器 除甲醛臭氧净化机pm2.5 韩国进口','ECS000040','0','3','2856.00','2380.00','','3','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('70','5','39','小熊（Bear) ZDQ-2191 多功能双层煎烙煮蛋器 14个蛋 （橙黄色）','ECS000039','0','1','177.60','148.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('71','5','37','宝工（Pro''skit) SS-989H 2合1SMD吹焊台 700W 热风焊接两用','ECS000037','0','1','756.00','630.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('72','5','34','贝乐卫浴（ballee) G17-4 毛巾架浴巾架多功能套装','ECS000034','0','1','358.80','299.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('73','5','33','佳德（GORLDE）99173T 304不锈钢拉丝面双槽水槽套餐','ECS000033','0','1','838.80','699.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('74','5','31','TCL 浴霸NH-21Y4A/01 风暖灯暖照明换气四合一','ECS000031','0','1','550.80','459.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('75','5','30','雷士照明（NVC） NUD1895-3 餐吊吸顶灯(不带光源)','ECS000030','0','1','190.79','159.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('76','5','28','意大利德龙(DeLonghi) ESAM2200 EX:1 全自动咖啡机（银色）','ECS000028','0','1','6718.80','5599.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('77','5','23','美的(midea) W12PCS505E 电压力锅 5L多功能电脑版','ECS000023','0','1','358.80','299.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('78','5','26','利仁（Liven）LRT-310A 电饼铛 香槟金','ECS000026','0','1','238.79','199.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('79','5','27','松下（Panasonic） SD-PM105 面包机','ECS000027','0','1','1918.80','1599.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('80','5','22','美的（Midea ）17S18K2c+ 电水壶(不锈钢色)','ECS000022','0','1','118.80','99.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('81','5','17','雷瓦（RIWA） RC-643A 专业静音1800W大功率恒温负离子电吹风吹风机','ECS000017','0','1','106.80','89.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('82','5','18','华盛昌（CEM）DT-8806S 红外线人体测温仪 体温计（精致版）','ECS000018','0','1','118.80','99.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('83','5','19','九安/Andon 家用全自动智能 上臂式 电子血压计 血压仪 血压计KD-5910','ECS000019','0','1','130.79','109.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('84','5','21','韩国惠人（HUROM） HU-400WN-PLUS 原汁机 “小红2014全新升级版”','ECS000021','0','1','2976.00','2480.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('85','5','16','力博得（Lebond）ilife家庭系列升级版 I3声波电动牙刷（和谐蓝）','ECS000016','0','1','718.80','599.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('86','5','15','松下（Panasonic） EH-SQ10-W405 冷敷美容器','ECS000015','0','1','718.80','599.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('87','5','14','松下（Panasonic） EH-SA31QP405 温冷美容护肤套装 深层清洁补水 瞬间紧致肌肤','ECS000014','0','1','1162.80','969.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('88','5','13','雷瓦（Riwa）RB-807S 两用陶瓷卷发棒 卷发器/直发器','ECS000013','0','1','58.80','49.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('89','5','12','GESS 德国GESS682 电动深层防水洁面仪 洗脸美容仪家用毛孔清洁器去黑头仪 清新绿','ECS000012','0','1','153.60','128.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('90','5','11','飞利浦（PHILIPS） HQ909/15 电动剃须刀','ECS000011','0','1','238.79','199.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('91','5','10','美的（Midea） KFR-26GW/WJCA3 大1匹 除甲醛冷暖变频挂机（京东专供梦想版）','ECS000010','0','1','3358.79','2799.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('92','5','9','海信（Hisense） KFR-35GW/20FZBpD-3a 1.5匹 壁挂式直流变频家用冷暖空调','ECS000009','0','1','3238.79','2699.00','产品特色:超长质保 \n','1','1','','0','0','5');");
E_D("replace into `ecs_order_goods` values('93','5','6','海信（Hisense） KFR-35GW/10FZBpD-3a 1.5匹 壁挂式直流变频家用冷暖空调','ECS000006','0','1','3118.79','2599.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('94','5','6','海信（Hisense） KFR-35GW/10FZBpD-3a 1.5匹 壁挂式直流变频家用冷暖空调','ECS000006','0','1','3118.79','2599.00','产品特色:WIFI操控 \n','1','1','','0','0','7');");
E_D("replace into `ecs_order_goods` values('95','5','5','海尔（Haier） KFR-35GW/05GDC23A 1.5匹壁挂式冷暖变频空调','ECS000005','0','1','3298.79','2749.00','产品特色:超静音 \n','1','1','','0','0','10');");
E_D("replace into `ecs_order_goods` values('96','5','4','志高（chigo）KFR-51LW/N33+N3 大2匹 柜式家用冷暖空调（白色 白5）','ECS000004','0','1','4198.80','3199.00','产品特色:祛PM2.5 \n','1','1','','0','0','13');");
E_D("replace into `ecs_order_goods` values('97','6','140','山崎(ASAKI)4.8伏家用充电式电动起子螺丝刀小电钻(带磁性)/充电电池电动工具','ECS000140','0','1','151.20','119.70','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('98','6','139','新款BOSCH博世TSR 1080-2-LI锂电钻充电手电钻多功能家用电动螺丝刀起子 TSR1080-2-Li单电 一电一冲','ECS000139','0','1','446.40','353.40','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('99','6','138','老A（LAOA) 电动工具双速12V锂电池充电钻/手电钻/电起子/电动螺丝刀/充电批','ECS000138','0','2','262.80','208.05','','2','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('100','6','137','宝工（Pro''skit） PT-5501I 可调速软轴电磨组','ECS000137','0','5','238.79','189.05','','5','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('101','6','136','博世(Bosch)GSB600RE set 13毫米冲击钻套装','ECS000136','0','1','478.79','379.05','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('102','6','135','飞科（FLYCO）FS358全身水洗充电式三刀头电动剃须刀（银色）','ECS000135','0','1','154.79','122.55','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('103','6','134','飞科（FLYCO）FS711充电式双刀头电动剃须刀（黑色）','ECS000134','0','1','46.80','37.05','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('104','6','133','飞利浦(Philips) RQ311 电动剃须刀','ECS000133','0','1','286.80','227.05','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('105','6','132','飞利浦（PHILIPS） PQ182/16 电动剃须刀','ECS000132','0','1','118.80','94.05','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('106','6','131','飞利浦（Philips）RQ310 锐锋系列电动剃须刀','ECS000131','0','1','238.79','189.05','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('107','6','130','奔腾（POVOS） LN5152 电压力锅 5L','ECS000130','0','1','0.00','0.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('108','6','129','美的（Midea） W13PCS503E 易拆洗一手开系列 5L电压力锅','ECS000129','0','1','346.80','274.55','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('109','6','128','九阳（Joyoung） 5升电脑板电压力锅JYY-50YL1','ECS000128','0','1','249.60','197.60','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('110','6','127','九阳（Joyoung） 5升电脑板电压力锅JYY-50YL1','ECS000127','0','1','238.80','189.05','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('111','6','126','美的(midea) W12PCS505E 电压力锅 5L多功能电脑版','ECS000126','0','1','358.80','284.05','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('112','6','125','艾美特(Airmate) FTW36T2-A 电风扇/塔扇','ECS000125','0','1','298.80','236.55','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('113','6','124','艾美特(Airmate) FSW27T2-5 电风扇/落地扇','ECS000124','0','1','214.79','170.05','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('114','6','123','艾美特(Airmate) FT42R 电风扇/遥控塔扇','ECS000123','0','1','322.80','255.55','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('115','6','122','艾美特(Airmate) FSW65R-5 电风扇/遥控落地扇','ECS000122','0','1','226.79','179.55','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('116','6','121','艾美特(Airmate) FSW52R 电风扇/遥控落地扇','ECS000121','0','1','202.79','160.55','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('117','6','120','华帝(VATTI) ZTD110-i13001 嵌入式 消毒柜','ECS000120','0','1','2158.79','1709.05','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('118','6','119','美的(Midea) MXV-ZLP90Q05 嵌入式 消毒柜','ECS000119','0','1','1438.80','1139.05','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('119','6','118','康宝(Canbo) ZTP108E-11E 嵌入式 消毒柜','ECS000118','0','1','1677.60','1328.10','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('120','6','117','美的(Midea) MXV-ZLP80K03 立式 消毒柜','ECS000117','0','1','598.80','474.05','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('121','6','116','康宝(Canbo) ZTP80A-3 立式 消毒柜','ECS000116','0','1','598.80','474.05','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('122','6','115','志高(Chigo)JC-270L 压缩机恒温红酒柜 底层自由摆放/8月新款8层100瓶','ECS000115','0','1','2700.00','2137.50','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('123','6','114','维诺卡夫(Vinocave) CWC-350AJP 压缩机恒温红酒柜 配挂杯架+展示层架','ECS000114','0','1','4056.00','3211.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('124','6','113','维诺卡夫(Vinocave) CWC-200A 压缩机恒温红酒柜 配挂杯架+展示层架','ECS000113','0','1','3576.00','2831.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('125','6','112','维诺卡夫(Vinocave) SC-28AJPM电子恒温红酒柜','ECS000112','0','1','1416.00','1121.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('126','6','111','维诺卡夫(Vinocave)冰吧冰柜SC-28AJP电子恒温红酒柜','ECS000111','0','1','1056.00','836.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('127','6','110','康佳（KONKA） LED32E330C 32英寸 窄边高清液晶电视（银色）','ECS000110','0','1','2518.80','1994.05','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('128','6','109','长虹（CHANGHONG）LED42B2080n 42英寸极窄边网络LED液晶电视（黑色）','ECS000109','0','1','2638.79','2089.05','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('129','6','108','长虹（CHANGHONG） LED42538E 42英寸 超窄边LED液晶电视(黑色)','ECS000108','0','1','2398.79','1899.05','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('130','6','107','康宝(Canbo) ZTP80A-25(H) 立式 消毒柜','ECS000107','0','1','585.60','400.00','','1','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('131','7','7','赛亿（Shinee）BC-50 50升单门冷藏迷你小电冰箱','ECS000007','0','1','549.60','408.00','','0','1','','2','0','');");
E_D("replace into `ecs_order_goods` values('132','7','2','海尔统帅（Leader） D48MF7000 48英寸 安卓智能LED平板电视（黑色）','ECS000002','28','1','2878.79','2199.00','尺寸:32英寸智能 \n功能:智能电视 \n','0','1','','0','0','15,18');");
E_D("replace into `ecs_order_goods` values('133','8','106','Android开发秘籍进阶篇：Android 4编程入门经典+Android 4高级编程（第3版　套装共2册） ','ECS000106','0','1','153.60','128.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('134','9','2','海尔统帅（Leader） D48MF7000 48英寸 安卓智能LED平板电视（黑色）','ECS000002','28','2','2878.79','2199.00','尺寸:32英寸智能 \n功能:智能电视 \n','0','1','','0','0','15,18');");
E_D("replace into `ecs_order_goods` values('135','10','2','海尔统帅（Leader） D48MF7000 48英寸 安卓智能LED平板电视（黑色）','ECS000002','28','1','2878.79','2199.00','尺寸:32英寸智能 \n功能:智能电视 \n','0','1','','0','0','15,18');");
E_D("replace into `ecs_order_goods` values('136','11','119','美的(Midea) MXV-ZLP90Q05 嵌入式 消毒柜','ECS000119','0','1','1438.80','1199.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('137','12','120','华帝(VATTI) ZTD110-i13001 嵌入式 消毒柜','ECS000120','0','1','2158.79','1799.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('138','13','2','海尔统帅（Leader） D48MF7000 48英寸 安卓智能LED平板电视（黑色）','ECS000002','28','1','2878.79','2199.00','尺寸:32英寸智能 \n功能:智能电视 \n','0','1','','0','0','15,18');");
E_D("replace into `ecs_order_goods` values('139','14','120','华帝(VATTI) ZTD110-i13001 嵌入式 消毒柜','ECS000120','0','1','2158.79','1799.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('140','15','2','海尔统帅（Leader） D48MF7000 48英寸 安卓智能LED平板电视（黑色）','ECS000002','28','1','2878.79','2199.00','尺寸:32英寸智能 \n功能:智能电视 \n','0','1','','0','0','15,18');");
E_D("replace into `ecs_order_goods` values('141','16','2','海尔统帅（Leader） D48MF7000 48英寸 安卓智能LED平板电视（黑色）','ECS000002','28','1','2878.79','1999.00','尺寸: 32英寸智能\r\n功能: 智能电视','0','1','','0','0','15,18');");
E_D("replace into `ecs_order_goods` values('142','17','2','海尔统帅（Leader） D48MF7000 48英寸 安卓智能LED平板电视（黑色）','ECS000002','28','1','2878.79','2199.00','尺寸:32英寸智能 \n功能:智能电视 \n','0','1','','0','0','15,18');");
E_D("replace into `ecs_order_goods` values('143','18','2','海尔统帅（Leader） D48MF7000 48英寸 安卓智能LED平板电视（黑色）','ECS000002','39','1','4378.79','3699.00','尺寸:50英寸智能[1500] \n功能:普通电视 \n可选颜色:黑色 \n','1','1','','0','0','26,17,24');");
E_D("replace into `ecs_order_goods` values('144','18','2','海尔统帅（Leader） D48MF7000 48英寸 安卓智能LED平板电视（黑色）','ECS000002','41','1','2878.79','2199.00','尺寸:32英寸智能 \n功能:智能电视 \n可选颜色:黑色 \n','1','1','','0','0','26,15,18');");
E_D("replace into `ecs_order_goods` values('145','19','105','JavaScript框架设计 ','ECS000105','0','2','87.60','73.00','','0','1','','0','0','');");
E_D("replace into `ecs_order_goods` values('146','19','106','Android开发秘籍进阶篇：Android 4编程入门经典+Android 4高级编程（第3版　套装共2册） ','ECS000106','0','1','153.60','128.00','','0','1','','0','0','');");

require("../../inc/footer.php");
?>